bobsparadox.seti-black
ginfuru.ginfuru-onedark-raincoat-theme
Nimda.deepdark-material
Nur.just-black
SmukkeKim.theme-setimonokai
PKief.material-icon-theme
vscode-icons-team.vscode-icons
BriteSnow.vscode-toggle-quotes
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
fosshaas.fontsize-shortcuts
ms-vscode.azure-account
HookyQR.beautify
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
octref.vetur
patbenatar.advanced-new-file
ritwickdey.LiveServer
streetsidesoftware.code-spell-checker
WallabyJs.quokka-vscode
WallabyJs.wallaby-vscode
Zignd.html-css-class-completion